{
	"IllegalCharacterInNumberException" = "あなたがフィールド<b>@@displayNameForProperty@@</b>に供給した価値<b>@@value@@</b>をチェックしてください。";
	"InvalidDateFormatException" = "<b>@@value@@</b>が有効な日付でないので、<b>@@displayNameForProperty@@</b>をチェックしてください。";
	"InvalidNumberException" = "価値は、無効な数です。";
	"MandatoryToManyRelationshipException" = "<b>@@displayNameForEntity@@</b>は、最も少なくある<b>@@displayNameForDestinationEntity@@</b>を持たなければなりません。";
	"MandatoryToOneRelationshipException" = "<b>@@displayNameForEntity@@</b>は、<b>@@displayNameForProperty@@</b>を持たなければなりません。";
	"NotANumberException" = "残念に思って、私はこの数<b>@@value@@</b>を読むことができませんでした。";
	"NullPropertyException" = "<b>@@displayNameForProperty@@</b>を提供してください。";
	"ObjectCannotBeDeletedException" = "この@@displayNameForEntity@@を削除することができません。この@@displayNameForEntity@@に関連したこの@@displayNameForEntity@@か少しの物も、削除されることができません。";
	"ObjectRemovalException" = "この<b>@@displayNameForEntity@@</b>を削除することができません。あなたは、その<b>@@displayNameForProperty@@</b>でアイテムを最初に削除しなければなりません。";
	"ObjectsRemovalException" = "この<b>@@displayNameForEntity@@</b>を削除することができません。あなたは、その<b>@@displayNameForProperty@@</b>でアイテムを最初に削除しなければなりません。";
	"PasswordsDontMatchException" = "あなたが入力したパスワードは、合いません。";
	"PasswordsFillBothFieldsException" = "両方のパスワードフィールドを記入してください。";
	"UnacceptableMimeTypeException" = "選ばれるファイルタイプは、@@displayNameForProperty@@のための誤ったタイプです。";
	"UnsupportedMimeTypeException" = "@@displayNameForProperty@@のために選ばれるファイルタイプは、知られていません。";
	"UploadFailedException" = "@@displayNameForProperty@@のためのファイルは、アップロードに失敗しました。";
}
